[
  {
    "data": "2012-12-22T17:45",
    "titulo": "Jogo Especial de Natal + Volta + Template Novo !",
    "autor": "๖Dioji ×",
    "tags": ["Natal"],
    "comentarios": 0,
    "conteudo": "Fala Galera ! Beleza? Aqui é o Dioji trazendo mais um Post ! Então galera.. eu não postava faz um bom Tempo porque estava em Aulas e Blablabla.. Estou de Férias faz um bom Tempo já, não estava postando nem nas Férias porque prefiro ficar jogando alguns jogos como Minecraft, MicroVolts e tal.. Mas então, estou voltando. Não vou estar postando sempre porque estou me dedicando a outras coisas como YouTube e Skype mais do que Blog. Hoje eu fiquei editando o Template do Blog, podem até conferir que está Novo ! Na minha Opnião ficou bem legal mesmo !\n\nEntão vamos parar com BlaBlaBla e vamos ao que vocês estavam esperando ! Hoje eu estou trazendo um Jogo criado pela Marsh Games; e a FlashChaz, o jogo se chama Slay With Santa, ou seja; Mate com Papai Noel! Para jogá-lo clique na Imagem abaixo:\n\n![](/assets/img/akatsukigames/slay_with_santa.jpg)\n\n**Setas controlam o Papai Noel.**\n\n**[ Z ] Atira.**\n\n**Slay With Santa**; é um jogo no qual Monstros como Zumbis, Olhos Alados, e tal.. invadiram a Fábrica do Papai Noel e comeram todos os presentes de Natal. Agora você tem que pegar os Presentes de volta com um rifle, atirando em todos os Monstros que vê ! Os Monstros dropam Presentes quando você os mata ! O jogo tem 4,4 MB.\nEspero que Gostem e Feliz Natal à Todos !\n\n' Tchau !"
  },
  {
    "data": "2012-08-24T18:53",
    "titulo": "Aviso!",
    "autor": "๖Dioji ×",
    "tags": ["Avisos"],
    "comentarios": 0,
    "conteudo": "Olá pessoal.\n\nQueria deixar o recado de que ninguém tem visitado o blog em muito tempo, então nem estou ligando mais para ele, pois ninguém quer postar, ninguém se oferece pra fazer um template, então por isso não estou quase nem aí mais pra ele. Não irei parar de postar nele e nem fecharei o blog, pelo menos pra sempre não. Vou fechá-lo até conseguirmos postadores, publicidade, parceiros e um bom template.\n\nÉ isso pessoal, pelos que ajudaram a fazer o blog crescer, eu agradeço muito mesmo de coração ;)\n\n-Dioji"
  },
  {
    "data": "2012-08-01T15:22",
    "titulo": "Como mudar a versão do Mine!",
    "autor": "๖Dioji ×",
    "tags": ["MineCraft", "Tutoriais"],
    "comentarios": 0,
    "conteudo": "Fala galera!\n\nHoje vou ensinar como mudar a versão de seu Minecraft.\n\nBaixe o programa clicando AQUI!\n\n1- Abra o programa \"Minecraft Version Changer v13.0.msi\" e baixe-o.\n\n2- Abra o Minecraft Version Changer que estiver com esse ícone: ![Ícone do Minecraft Version Changer](/assets/img/akatsukigames/mc_version_changer_icon.jpg)\n\n3- Escolha a versão que deseja como na imagem a seguir: ![Interface do Minecraft Version Changer](/assets/img/akatsukigames/mc_version_changer_interface.jpg)\n\n4- Clique em \"Change Minecraft to selected version\".\n\n5- Abra seu Minecraft.\n\nPronto! Seu Minecraft estará com a versão que você escolheu. Para deixar seu Minecraft na versão ATUAL, clique em \"Force Minecraft to download latest version\". Bem pessoal, espero que tenham gostado. Fui!\n\n**Publicidade:**\n\n[![PieceTube banner](/assets/img/akatsukigames/piecetube.png)](https://web.archive.org/web/20160211011817/https://piecetube.blogspot.com/)"
  },
  {
    "data": "2012-07-19T11:03",
    "titulo": "Naruto Shippuden - Shinobi Rumble - Download para Nintendo DS.",
    "autor": "๖Dioji ×",
    "tags": ["Download", "Naruto", "Nintendo DS"],
    "comentarios": 0,
    "conteudo": "![Capa do jogo Naruto Shippuden Shinobi Rumble](/assets/img/akatsukigames/naruto_shinobi_rumble_cover.jpg) Olá pessoal, aqui é o Dioji trazendo o Download de um dos jogos de Naruto Shippuden para Nintendo DS. Bem, eu to baixando ele então por enquanto eu não sei como se joga, mas eu li uma matéria sobre ele e parece bem legal. Dá pra perceber que o jogo é de Luta ( óbvio ), você pode virar Naruto, Sasuke, Sakura, Sai, Jiraya, Orochimaru e outros dos personagens mais poderosos, a Akatsuki: Pain, Konan, Itachi, Deidara entre outros.\n\n[Para fazer o Download clique aqui.](/)\n\n**Imagens:**"
  },
  {
    "data": "2011-08-20T16:20",
    "titulo": "Letras grandes para transformice",
    "autor": "๖Dioji ×",
    "tags": ["Transformice"],
    "comentarios": 7,
    "conteudo": "```\nnoob=|¯¯| |¯| |¯¯¯| |¯¯¯| |¯¯¯) |_| __| |___| |___| |__¯)\n\ntroll=|¯¯¯| |¯¯| |¯¯¯| |¯|_ |¯|_ ¯|_|¯ |¯¯\\ |___| |__| |___|\n\nLOL=|¯¯|__ /¯¯¯¯\\ |¯¯|__ |____| \\____/ |____|\n\nlixo=|¯¯|__ |¯¯| \\¯¯\\/¯¯/ /¯¯¯\\ |____| |__| /__/\\__\\ \\___/\n\nfail=¯¯¯¯¯¯ |¯¯¯| ¯¯|¯¯ | |¯¯¯¯¯¯ |¯¯¯| __|__ |___\n\nnarnia=l¯\\l¯l../¯\\.l¯¯).l¯\\l¯ll¯l../¯\\ l_l\\_l/_._\\l_\\_\\l_l\\_ll_l./__\\\n```"
  },
  {
    "data": "2011-08-19T15:25",
    "titulo": "Jogo da semana - Infinite Tower RPG",
    "autor": "๖Dioji ×",
    "tags": ["RPG"],
    "comentarios": 0,
    "conteudo": "Pessoal, agora toda semana vai ter um jogo novo: ![Infinite Tower RPG](/assets/img/akatsukigames/infinite_tower_rpg.jpg)"
  }
]
